# RbsCabletrayBendradius Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RbsCabletrayBendradius Property
ParameterTypeId Class See Also
---
"Bend Radius"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RbsCabletrayBendradius { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RbsCabletrayBendradius As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RbsCabletrayBendradius {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace